---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.AnalyticalMemberForceEndFx
source: html/2ac2f96d-ba05-d1cc-8852-b3e2fe78e551.htm
---
# Autodesk.Revit.DB.ParameterTypeId.AnalyticalMemberForceEndFx Property

"End Fx"

## Syntax (C#)
```csharp
public static ForgeTypeId AnalyticalMemberForceEndFx { get; }
```